/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "断开连接之前1分钟通知用户";

/* Title for the about page */
"About" = "关于";

/* The string describing a buddy's account */
"Account" = "账户";

/* Title for the accounts tab */
"Accounts" = "账户";

/* String to be displayed when a buddy is Active */
"Active" = "活动";

/* The title for the view to add a buddy */
"Add Buddy" = "加好友";

/* stirng to describe advanced set of settings */
"Advanced" = "高级";

/* Agree to EULA */
"Agree" = "同意";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "允许明文认证";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "自动删除";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "自动匿名发送崩溃日志 (可选)";

/* Label in buddylist for users that are available */
"Available" = "在线";

/* Label in buddylist for users that are away */
"Away" = "离开";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "后台会话将在一分钟内失效";

/* string to describe basic set of settings */
"Basic" = "基本";

/* The String for a button to block a buddy */
"Block" = "屏蔽";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "屏蔽&删除";

/* Name for default buddy group */
"Buddies" = "好友";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "好友信息";

/* Title for the buddy list tab */
"Buddy List" = "好友列表";

/* Cancel an alert window */
"Cancel" = "取消";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "取消加密聊天";

/* Title for chat view */
"Chat" = "聊天";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "和我加密聊天";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure是由多项开源项目为您提供的";

/* let users know source is on Github */
"Check out the source here on Github" = "连接至Github查看源文件";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "清除聊天记录";

/* Whether or not account is logged in */
"Connected" = "已连接";

/* label for a link to contribute a new translation */
"Contribute a translation" = "提供一个翻译";

/* Title for the conversations tab */
"Conversations" = "聊天记录";

/* default string to revert to normal language behaviour */
"Default" = "默认";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "删除账号?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "断开时删除聊天";

/* Shows in the chat view when a message has been delivered */
"Deliverd" = "已送达";

/* Disagree with EULA */
"Disagree" = "不同意";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "已断开";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "请勿打扰";

/* Label text for domain field on login scree */
"Domain" = "域";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "当自定义端口时，域名需要手动设定";

/* Title for donation link */
"Donate" = "捐献";

/* Title for button to press when user is finished */
"Done" = "完成";

/* The string describing account name or email address for a buddy */
"Email" = "邮箱";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "输入文字";

/* Title of error message popup box */
"Error!" = "错误!";

/* Default message when a user status is set to extended away */
"Extended Away" = "离开";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "连接XMPP服务器失败, 请检查您的帐户名与密码及网络连接后再尝试登录.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "验证失败，请重试。";

/* your fingerprint */
"Fingerprint for you" = "您的指纹";

/* Size for the font in the chat screen */
"Font Size" = "字体大小";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "离开";

/* the name for google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "分组";

/* The string describing a buddy's groups ... plural */
"Groups" = "分类";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "主机名不匹配";

/* Ignore an incoming message */
"Ignore" = "忽略";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change langugages return to the home screen and remove ChatSecure from the recently used apps" = "如果需要改变语言，请退到主屏幕然后从最近使用的应用里删除ChatSecure ";

/* String to be displayed when a budy has become inactive */
"Inactive" = "不活动";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "发起加密聊天";

/* Message shown inline for users that are available */
"is now available" = "当前正在线";

/* Message shown inline for users that are away */
"is now away" = "当前已离开";

/* Message shown inline for users that are offline */
"is now offline" = "当前已离线";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "语言";

/* Stirng of title to alert user langague is change */
"Language Change" = "语言改变";

/* log in to account */
"Log In" = "登录";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "在设置页面（在右上角的好友列表），选择一个好友列表中的好友开始聊天。";

/* log out from account */
"Log Out" = "注销";

/* shown during the login proceess */
"Logging in..." = "登录中...";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "登录到";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "从OSCAR登出";

/* ask user if they want to log out of xmpp */
"Logout from XMPP?" = "注销XMPP?";

/* just the word as a placeholder for the message text field */
"Message" = "短信";

/* The string describing a buddy's dispaly name */
"Name" = "名称";

/* For a new settings value */
"New" = "新建";

/* Title for New Account View */
"New Account" = "添加账号";

/* prefix to show buddies status message inline on chatview */
"New Status Message: %@" = "New Status Message: %@";

/* Message infomring user that there are no accounts currently saved */
"No Saved Accounts" = "账号未保存";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "不可用";

/* Not Verfied or cancle verified */
"Not Verified" = "未验证";

/* Label in buddylist for users that are offline */
"Offline" = "离线";

/* Accept the dialog */
"OK" = "确定";

/* For an old settings value */
"Old" = "旧的";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "用Safari打开";

/* Hint text for domain field telling user this field is not required */
"Optional" = "可选项";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR即时聊天";

/* Title for other miscellaneous settings group */
"Other" = "其他";

/* Label text for password field on login screen */
"Password" = "密码";

/* String for xmpp buddies when adding buddy is pedning */
"Pending Approval" = "等待通过验证";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "永久删除";

/* Label for port number field for connecting to service */
"Port" = "端口";

/* label for link to ChatSecure project website */
"Project Homepage" = "项目主页";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "指纹";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "阅读";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "最近会话";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "记住密码";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "记住用户名";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "删除";

/* Reply to an incoming message */
"Reply" = "回复";

/* Setting name for requiring a TLS connection */
"Require TLS" = "需要TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "需要";

/* Title for button for saving a setting */
"Save" = "保存";

/* Title of alert box warning about security issues */
"Security Warning" = "安全警告";

/* string for settings to allow self signed ssl stirng */
"Self Signed SSL" = "自签名SSL";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "自签名SSL";

/* For sending a message */
"Send" = "发送";

/* Title for crash reports settings switch */
"Send Crash Reports" = "发送崩溃报告";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "发送收到通知";

/* String on button to email feedback */
"Send Feedback" = "发送反馈";

/* Stirng in login settings asking to send typing notification */
"Send Typing Notificaction" = "发送正在输入通知";

/* Title for the Settings screen */
"Settings" = "设置";

/* Title for sharing a link to the app */
"Share" = "分享";

/* Title for setting about showing a warning before disconnection */
"Signout Warning" = "注销警告";

/* description for what the font size setting affects */
"Size for font in chat view" = "聊天窗口字体大小";

/* stirng for settings to allow ssl mismatch */
"SSL Hostname Mismatch" = "SSL主机名不匹配";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "会话 %@ 不安全";

/* Warns user that the current chat is secure */
"This chat is secured" = "聊天已加密";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "聊天已加密已核实";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = " 二维码包含重定向到App Store的链接：http://omniqrcode.com/q/chatsecure";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "正在输入";

/* example of a google talk account */
"user@gmail.com" = "用户名@gmail.com";

/* Label text for username field on login screen */
"Username" = "用户名";

/* Shown when verifying fingerprints */
"Verified" = "验证过";

/* Shown when verifying fingerprints */
"Verify" = "核实";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "核实指纹";

/* Shown when verifying fingerprings */
"Verify Later" = "稍后验证";

/* when displaying version numbers such as 1.0.0 */
"Version" = "版本";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "警告：聊天未加密";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "警告：使用警告！这会降低你的安全。";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "你离开这次回话时会永久删除。";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "你(%@)已经断开连接";

/* prefix to show your status message inline on chatview */
"You are: %@" = "You are: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "您必须先启动安全对话模式";

/* error message shown when user doesnt fill in a username or password */
"You must enter a username and a password to login." = "您必须输入用户名与密码进行登录";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "你的捐助将帮组ChatSecure的长期发展";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "你的Facebook 用户名不是你登录Facebook的Email地址。";

